{"code":200,"status":"OK","messages":"Result of all news in BBC News","total":40,"data":[{"title":"Taliban merebut ibu kota Zaranj, PBB peringatkan 'Afghanistan menuju malapetaka'","link":"https://www.bbc.com/indonesia/dunia-58126474","description":"Sebuah kota di wilayah barat daya Afghanistan menjadi ibu kota provinsi pertama yang jatuh ke tangan Taliban semenjak kelompok militan ini melancarkan serangan besar-besaran awal tahun ini.","isoDate":"2021-08-07T10:03:26.000Z"},{"title":"Ratusan kuburan kuno yang terlupakan ditemukan di Irlandia, berkat bantuan domba dan kambing","link":"https://www.bbc.com/indonesia/majalah-58051785","description":"Lebih dari 500 kuburan di halaman sebuah gereja di Irlandia yang sebelumnya diperkirakan hilang berhasil ditemukan, berkat bantuan domba dan kambing.","isoDate":"2021-08-07T08:56:31.000Z"},{"title":"Kisah fotografer menjelajahi sudut-sudut kota dan membandingkan dengan kondisinya saat perang","link":"https://www.bbc.com/indonesia/majalah-58096694","description":"Seorang fotografer, yang bekerja mirip \"detektif\", memamerkan hasil penelusurannya dengan membandingkan foto-foto lama saat sebuah kota luluh lantak akibat perang dengan kondisinya sekarang.","isoDate":"2021-08-07T06:39:07.000Z"},{"title":"Olimpiade Tokyo: Pria bersenjata pisau melukai 10 orang di kereta komuter Tokyo, apa motifnya?","link":"https://www.bbc.com/indonesia/dunia-58096695","description":"Seorang pria bersenjata pisau menyerang sesama penumpang di kereta komuter Tokyo, Jepang, dan melukai 10 orang. Kejahatan dengan kekerasan jarang terjadi di Jepang dan langkah-langkah keamanan ketat diberlakukan di Tokyo, yang menjadi tuan rumah Olimpiade.","isoDate":"2021-08-07T04:24:21.000Z"},{"title":"Bencana banjir: 'Lebih dari 179 juta jiwa diperkirakan terdampak banjir pada 2030' - Banjir di Kalimantan dan Sulawesi masuk dalam riset","link":"https://www.bbc.com/indonesia/majalah-58109947","description":"Jumlah orang yang terdampak banjir secara global telah meningkat hampir seperempat dalam dua dekade. Pada tahun 2030, jutaan orang lainnya akan mengalami peningkatan banjir karena perubahan iklim dan demografi penduduk.","isoDate":"2021-08-07T02:39:34.000Z"},{"title":"Dinar Candy dan protes berbikini yang berbuntut pidana: Perempuan diperkarakan karena tubuhnya, ‘pendapatnya malah tidak diperhatikan’","link":"https://www.bbc.com/indonesia/indonesia-58111550","description":"Protes Dinar Candy atas kebijakan PPKM Darurat yang berbuntut pidana karena aksinya memakai bikini dikritik pakar hukum dan Komnas Perempuan. Alih-alih fokus pada esensi protes, respons aparat menggunakan pendekatan pidana dan memperkarakan 'tubuh perempuan' menunjukkan sistem hukum yang masih diskriminatif.","isoDate":"2021-08-06T13:22:11.000Z"},{"title":"Pengungsi asing di Indonesia selama pandemi: ‘Mereka menolak saya dan mengatakan vaksin hanya untuk WNI’","link":"https://www.bbc.com/indonesia/indonesia-58068808","description":"Nasib perlindungan kesehatan — termasuk vaksinasi — bagi pengungsi asing di Indonesia tak jelas di tengah pandemi Covid-19. Di Jakarta, ada pengungsi yang mengeluh tak mendapat perawatan saat terpapar Covid-19. Sementara di Cisarua, seorang pengungsi ditolak saat mendaftar vaksinasi.","isoDate":"2021-08-06T15:02:20.000Z"},{"title":"Greysia dan Apriyani diganjar bonus uang hingga sapi - bagaimana negara lain menghadiahi atlet peraih medali Olimpiade Tokyo?","link":"https://www.bbc.com/indonesia/majalah-58097967","description":"Sejumlah besar negara menggunakan insentif keuangan sebagai cara untuk mendorong prestasi atlet di Olimpiade. Namun, tak hanya itu, banyak juara yang menerima hadiah lain seperti rumah hingga sapi.","isoDate":"2021-08-06T06:46:32.000Z"},{"title":"Agama Baha'i: Ucapan selamat hari raya dari Menteri Agama, antara polemik atau 'gimik' semata","link":"https://www.bbc.com/indonesia/majalah-58067221","description":"Ucapan Menteri Agama Yaqut Cholil Qoumas soal hari raya umat Baha'i bukan hanya menuai polemik, tapi mendorong perlunya perlindungan dan perbaikan layanan terhadap kelompok minoritas, kata pegiat HAM.","isoDate":"2021-08-05T07:54:55.000Z"},{"title":"Komodo dan peringatan UNESCO: Mengapa pegiat khawatir dampak pariwisata di Taman Nasional Komodo?","link":"https://www.bbc.com/indonesia/indonesia-58096691","description":"Peringatan UNESCO agar pembangunan lokasi wisata Taman Nasional Komodo di NTT dihentikan karena dikhawatirkan melanggar prinsip dasar konservasi, membuka kembali polemik seputar desain pembangunan industri wisata di kawasan itu.","isoDate":"2021-08-05T23:55:59.000Z"},{"title":"Ikan dengan 'gigi manusia' ditangkap di North Carolina, AS, menggegerkan pengunjung pantai","link":"https://www.bbc.com/indonesia/majalah-58114329","description":"Ikan yang ditangkap di North Carolina, Amerika Serikat, diyakini sebagai jenis sheephead atau ikan dengan mulut menyerupai kambing dan gigi yang memungkinkannya menjadi omnivora, seperti manusia.","isoDate":"2021-08-06T12:00:33.000Z"},{"title":"Messi tinggalkan Barcelona atau akankah ada drama baru bagi pemain Argentina itu?","link":"https://www.bbc.com/indonesia/olahraga-58113477","description":"Setelah Barcelona mengumumkan Messi 'tidak akan bertahan,' apakah bintang Argentina itu benar-benar tinggalkan Camp Nou?","isoDate":"2021-08-06T08:55:36.000Z"},{"title":"Olimpiade Tokyo: China pimpin klasemen medali, tapi mengapa AS teratas di Amerika?","link":"https://www.bbc.com/indonesia/dunia-58088709","description":"Sejumlah media arus utama di Amerika Serikat—dan bahkan Komite Olimpiade Nasional AS (USOPC)—secara kontroversial memperlihatkan klasemen alternatif yang menunjukkan AS mengungguli China pada Olimpiade Tokyo.","isoDate":"2021-08-05T10:49:35.000Z"},{"title":"Viral bantuan Rp2 triliun keluarga Akidi Tio: Kapolda Sumsel minta maaf 'tidak hati-hati' - mengapa pejabat publik mudah terbuai janji palsu?","link":"https://www.bbc.com/indonesia/indonesia-58088698","description":"Pusat Pelaporan dan Analisis Transaksi Keuangan (PPATK) mengatakan isi rekening penyumbang \"tidak sejalan dengan sumbangan yang dijanjikan\". Polda Sumsel masih menyelidiki kasus ini.","isoDate":"2021-08-05T08:06:46.000Z"},{"title":"Ibu hamil kena covid: 'Nyawa janin atau saya yang didahulukan'","link":"https://www.bbc.com/indonesia/indonesia-58097205","description":"Risiko ibu hamil terpapar Covid-19 meningkat sejak varian Delta menyebar. Vaksin penting untuk mengurangi gejala dan kemungkinan persalinan prematur.","isoDate":"2021-08-06T00:46:30.000Z"},{"title":"TikTok: Greysia dan Apriyani 'Joget TikTok', mengapa medsos ini jadi andalan atlet Olimpiade untuk rayakan kemenangan?","link":"https://www.bbc.com/indonesia/majalah-58067798","description":"Platform video berdurasi pendek ini memberikan kesempatan bagi para penggemar untuk melihat kehidupan atlet sehari-hari selama Olimpiade.","isoDate":"2021-08-04T07:49:04.000Z"},{"title":"Perang Afghanistan berkecamuk lagi, membuat rumah sakit kewalahan merawat korban luka yang terus bertambah","link":"https://www.bbc.com/indonesia/dunia-58096894","description":"Ketika pasukan Afghanistan bertempur mencegah tiga kota besar jatuh ke tangan Taliban, warga sipil terjebak dalam pertempuran sengit. Dokter di Kandahar dan Lashkar Gah bercerita kepada BBC tentang perjuangan mereka menangani korban.","isoDate":"2021-08-05T12:37:55.000Z"},{"title":"Kasus pemerkosaan: Publik India berang setelah bocah Dalit, kasta paling rendah, diperkosa, dibunuh, dan dikremasi secara paksa","link":"https://www.bbc.com/indonesia/majalah-58088708","description":"Sepasang suami istri di India dari kelompok Dalit, kasta paling rendah di India, menuduh seorang pemuka agama Hindu dan tiga orang lainnya memerkosa dan membunuh anak tunggal mereka.","isoDate":"2021-08-04T12:17:28.000Z"},{"title":"Varian Delta ancam strategi 'nol kasus' Covid di China, berapa lama Tiongkok mampu bertahan?","link":"https://www.bbc.com/indonesia/dunia-58109942","description":"China kini tengah bertarung dengan wabah Covid terbesar yang dialami negara itu setelah pandemi bermula di Wuhan dua tahun lalu. Berapa lama negara itu akan bertahan dengan strategi 'nol kasus' Covid yang diterapkan selama ini?","isoDate":"2021-08-06T02:11:28.000Z"},{"title":"Vaksin: WHO serukan penangguhan vaksin booster di negara maju agar negara seperti Indonesia tambah pasokan","link":"https://www.bbc.com/indonesia/dunia-58082028","description":"Kepala WHO, Tedros Adhanom Ghebreyesus mengatakan penangguhan ini akan memungkinkan setidaknya 10% populasi di setiap negara segera mendapatkan vaksinasi.","isoDate":"2021-08-05T02:15:59.000Z"},{"title":"Dinosaurus tetap ada dan hidup berdampingan dengan manusia jika asteroid tak menghantam bumi?","link":"https://www.bbc.com/indonesia/vert-fut-57861151","description":"Hujan asteroid yang dahsyat membantu mempercepat akhir dari kehidupan dinosaurus. Tapi apakah jumlah mereka sudah terlebih dahulu menurun?","isoDate":"2021-08-04T06:06:39.000Z"},{"title":"Papua: Pendamping mahasiswa Papua di Bali dipolisikan - Apa yang terjadi jika terus memakai pasal makar untuk 'membungkam' isu Papua?","link":"https://www.bbc.com/indonesia/indonesia-58087875","description":"Pakar hukum mengatakan berlanjutnya penafsiran keliru pasal makar untuk kasus Papua bakal kian menunjukkan penegakan hukum 'yang cenderung rasis'. Karena begitu mudahnya penegak hukum mengenakan pasal makar hanya karena ekspresi politik warga Papua. Padahal protes dan aksi menyuarakan isu Papua dilatari problem kompleks di Bumi Cenderawasih yang hingga kini belum dituntaskan.","isoDate":"2021-08-05T01:04:32.000Z"},{"title":"Vaksin Covid: Cerita kesulitan warga mendapatkan vaksinasi, 'Empat kali daftar, semua ditolak', apa hambatannya?","link":"https://www.bbc.com/indonesia/indonesia-58052795","description":"Beberapa daerah mengeluhkan kesulitan mendapatkan vaksinasi Covid-19, seperti seorang warga di Kalimantan Timur yang empat kali mendaftar dan semuanya ditolak. Apa hambatan sebenarnya?","isoDate":"2021-08-03T23:55:11.000Z"},{"title":"Olimpiade Tokyo: Netizen China puji Greysia/Apriyani, serang atlet Tiongkok yang gagal raih medali emas","link":"https://www.bbc.com/indonesia/majalah-58066590","description":"Bagi ultra-nasionalis China di dunia maya, kalah dalam laga Olimpiade dianggap sebagai \"tidak patriotik\", menurut sejumlah pakar.","isoDate":"2021-08-03T08:46:34.000Z"},{"title":"Kemenangan Greysia Polii dan Apriyani Rahayu pertahankan tradisi emas Olimpiade","link":"https://www.bbc.com/indonesia/media-58061138","description":"Greysia Polii dan Apriyani Rahayu langsung menangis haru begitu dipastikan menyumbang medali emas untuk Indonesia di cabang olahraga bulu tangkis ganda putri Olimpiade Tokyo 2020.","isoDate":"2021-08-02T15:10:41.000Z"},{"title":"Polusi udara yang 'menghilangkan' Teluk Jakarta dan gugatan warga","link":"https://www.bbc.com/indonesia/media-57941593","description":"Langit Jakarta terlihat bersih dalam satu kesempatan dalam belasan hari PPKM darurat. Meski mobilitas manusia sudah berkurang, apa penyebab polusi udara di Jakarta dan sekitarnya?","isoDate":"2021-07-23T15:24:21.000Z"},{"title":"Memasok listrik ke pulau terpencil: Bisakah energi bersih jadi solusi?","link":"https://www.bbc.com/indonesia/media-57926690","description":"Setidaknya 500.000 rumah tangga di Indonesia belum memiliki akses listrik hingga Mei 2021. Dapatkah energi bersih dan terbarukan menjadi solusi kunci pemerataan akses listrik untuk setiap warga Indonesia?","isoDate":"2021-07-22T07:53:09.000Z"},{"title":"Krisis oksigen: 'Saat Papa pulang bawa tabung, kondisi Mama sudah parah'","link":"https://www.bbc.com/indonesia/media-57833030","description":"Rumah sakit yang penuh dan keterbatasan suplai membuat warga harus swadaya mencari oksigen bagi keluarga mereka yang dirawat atau tengah menjalani isolasi mandiri.","isoDate":"2021-07-14T07:34:36.000Z"},{"title":"Kontroversi tambang emas di Pulau Sangihe: \"Kami tidak akan pergi\"","link":"https://www.bbc.com/indonesia/media-57655230","description":"BBC mewancarai pemimpin tertinggi Baru Gold Corporation, pemilik saham terbesar PT Tambang Mas Sangihe (TMS), Terry Filbert, mengenai kontroversi tambang emas di Pulau Sangihe.","isoDate":"2021-07-01T09:01:30.000Z"},{"title":"Covid: Susahnya mencari donor plasma konvalesen, ‘Seperti berenang di kegelapan’","link":"https://www.bbc.com/indonesia/majalah-58066721","description":"Unggahan mencari plasma darah konvalesen bertebaran di media sosial. Keluarga, saudara, kenalan pasien ramai-ramai memburunya, di tengah kelangkaan donor dan mahalnya biaya plasma darah itu.­","isoDate":"2021-08-04T00:45:54.000Z"},{"title":"Olimpiade Tokyo: Cerita ayahanda Apriyani Rahayu 'mengunci kamar' saat laga dan mendoakan Greys dan Apri selama berjuang meraih emas","link":"https://www.bbc.com/indonesia/indonesia-58037639","description":"\"Setiap dia keluar dari hotel menuju arena, dia selalu telepon saya minta didoakan. Saya selalu bilang ke dia agar tetap tenang dan serahkan semuanya kepada Allah,\" ujar Amiruddin Pora, ayah Apriyani Rahayu.","isoDate":"2021-08-04T11:02:35.000Z"},{"title":"Pelecehan seksual: Kesaksian para perempuan korban pelecehan Gubernur New York Andrew Cuomo, 'Saya merasa benar-benar dilecehkan'","link":"https://www.bbc.com/indonesia/dunia-58066597","description":"Sebelas perempuan merinci pelecehan seksual yang mereka alami dari Gubernur New York Andrew Cuomo dalam investigasi independen yang diumumkan Selasa (03/08).","isoDate":"2021-08-05T04:05:00.000Z"},{"title":"Cerita warga Afghanistan yang berjasa membantu pasukan khusus AS, namun kini jadi tunawisma di Amerika","link":"https://www.bbc.com/indonesia/majalah-58067797","description":"Ribuan penerjemah Afghanistan telah menunggu bertahun-tahun untuk melarikan diri ke AS. Namun, saat tiba di AS, mereka menghadapi tantangan lain.","isoDate":"2021-08-04T02:04:57.000Z"},{"title":"Pernikahan di Korea Selatan: Upaya istri-istri migran ‘memecahkan kaca’ pembatas budaya dan bahasa","link":"https://www.bbc.com/indonesia/dunia-58052794","description":"Banyak dari istri migran yang tiba di Korea Selatan tanpa mengetahui bahasa hingga budaya, tetapi kini mereka mengukir tempat yang signifikan dalam kehidupan masyarakat - menjadi polisi, aktivis hingga penerjemah.","isoDate":"2021-08-03T00:56:06.000Z"},{"title":"Covid Indonesia: PPKM belum menekan kematian, lebih dari 1.000 orang meninggal per hari dan 'trauma' masyarakat karena sulitnya mencari rumah sakit","link":"https://www.bbc.com/indonesia/indonesia-58060704","description":"Meski PPKM sudah dilaksanakan selama satu bulan, angka kematian orang yang menderita Covid masih tinggi dengan angka lebih dari 1.000 dalam 24 jam. Beberapa meninggal saat isolasi mandiri di rumah.","isoDate":"2021-08-02T23:56:59.000Z"},{"title":"Stealthing: ‘Saya tak tahu ini perkosaan, sampai itu terjadi pada saya’","link":"https://www.bbc.com/indonesia/majalah-57959604","description":"Dua perempuan berbagi pengalaman saat pasangan seksual mereka melepaskan kondom tanpa seizin mereka.","isoDate":"2021-08-03T04:40:17.000Z"},{"title":"Badminton Olimpiade: Momen Greysia Polii/Apriyani Rahayu 'buat sejarah' di ganda putri dalam rangkaian foto","link":"https://www.bbc.com/indonesia/dunia-58057381","description":"Greysia Polii dan Apriyani Rahayu \"membuat sejarah\" dengan meraih medali emas pertama di Olimpiade bagi kontingen Indonesia, hadiah ulang tahun hari kemerdekaan, kata Presiden Joko Widodo.","isoDate":"2021-08-02T12:19:09.000Z"},{"title":"Covid: Mengapa masih ada orang yang menyangkal pandemi maut itu?","link":"https://www.bbc.com/indonesia/majalah-58035319","description":"Penyangkalan atau denial terhadap Covid-19 bertahan di masyarakat saat pandemi memasuki fase terburuknya dan menewaskan ribuan orang. Sikap ini sudah ada sejak awal pandemi, diduga akibat buruknya komunikasi pemerintah dan berbagai faktor lain.","isoDate":"2021-08-02T01:29:32.000Z"},{"title":"Anthony Ginting raih perunggu setelah kalahkan pemain Guatemala, 'untuk masyarakat Indonesia yang mendukung dan berdoa'","link":"https://www.bbc.com/indonesia/indonesia-58037640","description":"Anthony Ginting meraih medali perunggu setelah menundukkan pemain Guatemala, Kevin Cordon, dan menyebut medalinya untuk rakyat Indonesia yang mendukung dan berdoa.","isoDate":"2021-08-02T14:55:03.000Z"},{"title":"Covid-19: 'Pertemuan terakhir' sepasang lansia yang dirawat karena virus corona","link":"https://www.bbc.com/indonesia/majalah-55699967","description":"Pasangan itu, yang sama-sama mengidap virus corona, diberi waktu terakhir yang \"berharga\", kata putri mereka.","isoDate":"2021-01-18T07:18:48.000Z"}]}